export enum Text {
  SHARE_PHONE_NUMBER_PLS = 'Будь ласка, поділіться номером телефона ☎️',
  HI_AGAINE = 'Привіт знову',
  HI_ADMIN = 'Привіт ви АДМІН',
  YOU_ARE_SUCCESSFULLY_REGISTERED = 'ви успішно зареєстровані в системі ✅',
  YOUR_ORDER_CANCELED = 'Ваш запис відмінено, приходьте ще 🌤️',
  ENTER_CAR_BRAND = 'Введіть марку автомобіля 🚗',
  ENTER_CAR_NUMBER = 'Введіть номер автомобіля 🚙',
  ENTER_ADDITIONAL_SERVICE = 'Введіть додаткові послуги 🛠️',
  CHOOSE_DAY = 'Введіть день запису 📅 в форматі: DD.MM.YYYY',
  CHOOSE_PART_OF_DAY = `
    Оберіть час 🕙 `,
  ORDER_CREATED = "Ви записані ✅\nЗ вами зв'яжуться в обрану дату 📞",
  SOMETHING_WENT_WRONG = 'Щось пішло не так, зверніться, будь ласка, до адміністрації ❌',
  ORDER_REMOVED = 'Запис видалено ✅',
  NEW_ORDER = 'Новий запис 📝',
  CAR_BRAND = 'Марка автомобіля',
  CAR_NUMBER = 'Номер автомобіля',
}
